Repository: mozilla-l10n/mt-training-data
Catalog: trw/trw_pontoon.tmx
Source language: en_us
Languages: trw

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
trw: کامن وائس سی سائٹ سی ترجمی مھید <strong> پونٹون زید ہویی۔

source: Try again by dragging your file here
trw: تُنُو فائلز مھید کے ڙھگلُو سی دُوآر کوشش کو

source: Try uploading again
trw: دُوآر اپلوڈ سی کوشش کو

source: Tshivenda
trw: شیونڈا

source: Tunen
trw: ٹونین

source: Tupuri
trw: توپُوری

source: Turkish
trw: ترکی

source: Turkmen
trw: ترکمنی

source: Tuvan
trw: تُوان

source: Twi
trw: تیوی

source: Typically megabytes
trw: میگا بائٹس اکثر

source: Ubykh
trw: اُوبیخ

source: Udmurt
trw: اُودمُرت

source: Ukrainian
trw: یُوکیرینی

source: Understand contribution criteria
trw: میس کے دیؤ سی اہلیت ما آمن جنا

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
trw: مھید کامن وائس زید جملا سی دیؤ سی بارا می ہین تصدیق سی کؤ سی بارا می آں آڈیو کلپس سی تھلُو سی بارا می ڇھیِڙا

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
trw: کلپ سی آواز سی بُھویُو ما آمن جنا آں تُنُو آواز سی مے پوت می غورا کؤ سی کیا آمن جنا!

source: Universities, Academics and Researchers
trw: یونیورسیٹی، علمی اور تحقیقی ادارہ آں محقق خلگ

source: Upload aborted. Do you want to delete your recordings?
trw: آپلوڈ ایِڑی ہی۔ تُو تُنو ریکارڈنگ دُھو کودُو؟

source: Upload an image file
trw: فوٹو تھلا

source: { $uploadedSentences } of { $totalSentences } sentences collected
trw: دُو (مثلاً 2)

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
trw: دُو (مثلاً 2)

source: Upload failed, please retry.
trw: آپلوڈ نُو ہُو۔ بھی کوشش کو۔

source: Upload <icon></icon> public domain sentences
trw: آپلوڈ <icon> پبلک ڈومین سی جملہ کوا

source: Upload in progress...
trw: آپلوڈ روان تُھو

source: Upload more sentences?
trw: دئیل جملا تھلُودُو کھأ؟

source: Upload of this clip keeps failing at server. Reload the page or try again later.
trw: مے کلپ سی آپلوڈ سرور ما فیل ہویی۔ مے پاݜ دُوآر بھا کوا یا بھی کوشش کوا۔

source: Upload of this clip keeps failing, keep retrying?
trw: مے کلپ سی اپلوڈ ناکام ہوایدُو۔ آپلوڈ کؤ سی کوشش کودی؟

source: Urdu
trw: اردو

source: Use correct grammar
trw: ٹھیلک گرائمر استعمال کو

source: Use correct spelling and punctuation
trw: ٹھیک ہیجا آں رموز استعمال کو۔

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
trw: ہے <mark> قدرتی بنُو سی پیانُو </mark> آں خلگا سی جیِب سی بنُو سی انداز پیانُو سی کیا چیر غورا تُھو۔

source: User Name
trw: یُوزر نام

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
trw: خلگ ہأ دئیل کلپسا سی ٹیک ہُو سی تصدیق کودی آں میس بودی یرأ ہأ کلپس ٹیک بنئی دی۔

source: Uyghur
trw: یغور

source: Uzbek
trw: اوزبک

source: Validated Clips
trw: تصدیق کوئیل کلپ

source: Validated Hours
trw: تصدیق کوئل گھینٹا

source: Validated Hr. Total
trw: تصدیق کوئل بُوڑ گھینٹا

source: Validate readings
trw: بنیل جملا سی توثیق کوا/بُوا کہ ٹیک تھی کو نأ

source: Validate Readings
trw: ریڈنگ سی تصدیق کوا

source: Validate Readings, Review Transcriptions
trw: ریڈینگ سی تصدیق کوا، ٹرانسکریپشن سی جائزہ گھیِنا

source: Validate Readings <small>(Coming soon)</small>
trw: بنیل کلپا سی توثیق کؤ <small> شیرتے یینِن۔

source: Validate readings submitted by community members
trw: کمیونیٹی سی ممرا سی دیِشا تھلیل رینڈنگز سی تصدیق کوا

source: Validate user-recorded readings in your language
trw: تُنو جیِب می خلگا سی ریکارڈ کوئل ریڈنگز سی تصدیق کوا

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
trw: مھو یے دیل کلپا سی تصدیق کؤ ہُم کامن وائس سی کیا اہم تُھو۔ مھو سیت اوپن مواد سی پیدا کؤ می مدد کوا۔

source: Validation Progress
trw: تصدیق سی مُو/پراگریس

source: Validations
trw: دُو (مثلاً 2)

source: Value and recognition.
trw: قدر آں منُو۔

source: Variant Contribution Options
trw: جیِب سی قسم سی دیئو سی کیا پن

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
trw: جیِب سی مختلف قسم جیِب سی خاص صورت زید ہویی۔ مثلاٰ چیر خلگا سی اے خاص پوت می دھرُو دے ہے بدل ہویی۔ کلہ کلہ ایس کے لہجہ ہُم بنَدی۔

source: Varying Pronunciations
trw: ایک دیئ ما دھأل تلفظ

source: Venetian
trw: وینی

source: Version
trw: وار/ورژن

source: Very common mistakes include:
trw: چیر عام غلطییا می أ ہودی:

source: Vietnamese
trw: ویتنامی

source: View your progress against personal and project goals.
trw: تُںو زاتی آں تُنُو منصوبہ سی کم سی تریقی بُوا۔

source: Visible
trw: پشیل/آخکارا

source: Visit our blog or write about us
trw: مُھن بلاگ بُوا یا مپحن بارا می لیِگا

source: Voice clips are entered into a submission queue that readies them for listening.
trw: آوازا سی کلپس جم کؤ سی ڇیڙیِن گے تھلا بیدی تھیدا پأش تھأ بُھویدی۔

source: Voice Collection
trw: آواز کی جمع کؤ

source: Voice Contribution
trw: آوازا سی دیؤ

source: Voice Dataset, Ready for Download
trw: وائس ڈیٹا سیت ڈاؤن لوڈ سی کیا تیا چھی

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
trw: آواز قدرتی ہودُو۔ آواز انسانا سی ہودُو۔ اے وجہ دے مھو مھال آواز پیدا کودُو یرأ سے استعمال می یئن آں اوازا سی ٹیکنالوجی می مُھن مشیِنا می ہُوئن۔ خو آوازا سی نظما سی کیا آوازا سی چیر گھین ڈیٹا سیٹ پکار ہویی۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
trw: آواز قدرتی ہودُو۔ آواز انسانا سی ہودُو۔ اے وجہ دے مھو مھال آواز پیدا کودُو یرأ سے استعمال می یئن آں اوازا سی ٹیکنالوجی می مُھن مشیِنا می ہُوئن۔ خو آوازا سی نظما سی کیا آوازا سی چیر گھین ڈیٹا سیٹ پکار ہویی۔

source: Voices Online Now
trw: مھیرے آن لائن ہوئل آواز

source: Voice Validation
trw: اوازا سی پیانُو آں تصدیق کؤ

source: Volume
trw: آواز سی بھا او وا ہؤ

source: Votic
trw: وٹی

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
trw: وکس فورج مفت می آں ہر ایک سی کھولاؤ مواد بأدا سی تُھو کامک یأ بنُو سی پیانُو سی مشینا می ہودُودا

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
trw: تُو کامن وائس می ما غورا کؤ نیِمادُو؟ شاباش! مھو سیت ای میل یا <discourseLink> مے فارمے دے </discourseLink>شامل ہوا۔ مے سائٹ سی مسلا مھو سیت <githubLink> گٹ ھب </githubLink>یا مے پوت می <matrixLink>شامل ہیدے </matrixLink>چیٹ کوا۔

source: Want to save your information? <createProfile>Create a profile</createProfile>
trw: تُنُو معلومات جم کو <createProfile>۔ خاکہ مھید سوا </createProfile>

source: Want to stay in touch with Common Voice?
trw: کامن وائس سیت میلَدُو؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
trw: تھے یے نم معلومات پکار تھی مھو یے اگہ کامن وائس سی نیم ڈیٹا سیٹ بھا کیی؟ مُھون خبرا سی کتاب سی کیا آمن پشا۔

source: Watch our video explainer to help
trw: مُھن ویڈیو سی تفصیلی ہدایات بُھویا آمن جنؤ سی کیا آں مدد سی کیا

source: Wayuunaiki
trw: وایُونیکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
trw: مھو مدام مواد سی استعمال کُوڑا سی کیا آں تھیے ما تھیِن ضرورتا سی بُھویُو سی کیا تیا ہودی آں ڈیٹا سی جم کؤ سی کیا ایک دیئی سیت شامل ہؤ سی کیا مھو خوشال ہودی یرأ مُھن کم می شیوچا یو۔ مھو تھو یے ما مھید مے ای میل دے </emailFragment> بُھویُو نیِمادی۔

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
trw: تُو آوازا سی اے پدا ہر ایک سی کیا مواد سوادُو تیس بأدا سی پیانُو سی ایپلیکیشنا می استعمال کودی۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
trw: مھو ٹیکنالوجی می، نم نم کما می آں جیِبا سی حقا سی کیا سرکاری ادارا سیت کم کؤ سی کیا چیر خوشال ہودی۔ کو تھو گھن پراجیکٹ آں یأ کی مہم شروع کؤ نیِما دیو مھید <emailFragment> مھو سیت ای میل دے آمن شریک کوا۔

source: We are going out to get a coffee.
trw: مھو اے کافی سی گھینوُ یے دیرے وا بیَدی۔

source: We are going out to get coffee.
trw: مھو کافی گھینُو یے دیرے وا بیَدی۔

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
trw: مھو خلگا یے تھیِن جنس یا صنف سی بنُو سی کیا چیر آپشنس دیدی یرأ تھیِن مرضی چھی سے تُنو جنس او صنف کا بندَی۔ تںُو جنس سی بارا می تُو آمنے بن کامک یأ تُو خوشادُودا۔ <learnMoreLink> جنس او صنف سی بارا میں مُھن دیل معلومات مھید دأل ہُم پا۔ </learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
trw: موزیلا می مھو وائس ٹیکنالوجی سی کیا خلگا سی سأت ویلی سوادی۔ مھوئے نم کی شیے ما تھو شیِدا نیِن، نم مواد ما شیِدانیِن آں تھوئے بُھوش نیِن کہ تھو مے مواد کھأکأ کم می آندی۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
trw: مُھن یقین تُھو کہ گھن ہر ایک سی کیا آویل آوازا سی ڈیٹا سیٹ مشین دے بنُو سی ٹیکنالوجیا می نم نم مقابلہ کودُو۔ کام وائس سی چیر جیِبا سی ڈیٹا سیٹ مُوش ما بُوڑے ما گھین ڈیٹا سیٹ چھی۔ ہے بُوڑ دُونیئ سی ڈھأرا اے کوشش چھی آن ای می ہر کآم شامل تُھو۔ مُھن مقصد مھال ٹیکنالوجی سی سوؤ تُھو کامک می یأمنے ہر جیِب آں ہر آواز شامل ہودے۔

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
trw: مُھن یقین تُھو کہ گھن ہر ایک سی کیا آویل آوازا سی ڈیٹا سیٹ مشین دے بنُو سی ٹیکنالوجیا می نم نم مقابلہ کودُو۔ کام وائس سی چیر جیِبا سی ڈیٹا سیٹ مُوش ما بُوڑے ما گھین ڈیٹا سیٹ چھی خو صرف ہے نی شی۔ مے مُو زید ہر ایک سی پدا ڈیٹا سیٹ آوازا سی چھی آں مے سائٹ کے چکر دا ای زید تھویے دأل تھلیل ڈیٹا سیٹ ہُم پانیِن۔

source: Website Localization
trw: ویب سائسٹا سی مقامی جیِبا می ترجمہ

source: Websites
trw: ویب سائٹس

source: We couldn’t find that page for you
trw: مھو یے چھی کیا چھی بُویل مُو نہ پاد

source: We couldn’t get any audio clips for you to listen to. Please try again later.
trw: مھو کیش کی اواز سی کلپس چھی بُھویُو سی کیا نی تھی! دُوآر بھی کوشش کو۔

source: We couldn’t get any sentences for you to speak. Please try again later.
trw: مھو کیش چھی کیا بنُو سی کیا کی جملہ نی تھی۔ دُوآر کوشش کو بھی۔

source: Weekly
trw: ہفتہ وار

source: Weekly Goal
trw: ہفتہ وار مقصد

source: We launch the Common Voice site in this language.
trw: مھو اے جیِب می کامن وائس سوادی۔

source: Welcome { $company } staff!
trw: مُھن کمپنی { $company } سی سٹاف کے خیر سیت آپ!

source: Welcome to Common Voice
trw: کامن وائس کے خیر سیت ائی

source: Welcome to Spontaneous Speech
trw: اے مُوا بنُو سی پوت کے خیر سیت اَئی

source: Welsh
trw: ویلش

source: We may have run out of clips - refresh the page, or try again later.
trw: تھے کیش کلپس ختم ہوئیدی کو! مے مُو تازہ کو یا پأش بھی کوشش کو۔

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
trw: ہوبھادُو مھو یے چھی ہے أرضی نے أپ چھی۔ مھو یے تھلا سیدھا ای میل { $email }کو آں مھو یے تھیے جواب دینیِن۔

source: We periodically release the dataset
trw: مھو ماہ ماہ می ڈیٹا سیٹ مُوٹھایے پشادی

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
trw: مھو وعدہ کودُو مھوئے تُھن معلوماتا سی ایتأت کونیِن۔ مُھن آمنگے سی لنک می دیئی پڑاؤ کوا۔

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
trw: مھو ہر ایک سی کیا آویل چیر جیِبا می آوازا سی ڈیٹا سیٹ سوادی یرأ سے مشین سی اپلیکیشنا می استعمال ہویے

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
trw: مھو ہر دیِشا آزاد آں ہر ایک کے آوئل آوازا سی ڈیٹا سیٹ چھی۔ تھو تُنُو اواز مھو یے دا، اییسی تصدیو کوا کہ دأل خلگا سی اوازا سی کلپس ٹیک تھی کو نأ۔ ہامُوڑ ہر بن سی کیا ڈیتا سیٹ غورا کوا۔

source: We’re experiencing unexpected downtime
trw: مھو کآں دھأل دھأل مسلا زید پیخ ہودی تین دے نیٹ وا ہویی۔

source: We're going out to get coffee.
trw: مھو دیرے وا گھیِنُو یے کافی سی بیدی۔

source: We’re going out to get coffee.
trw: مھو کافی گھینُو دیرے وا بیَدی۔

source: We release the dataset every 3 months.
trw: مھو ڈیٹا سیٹ ہر ڇا ما یے پأش نھیِگالَدی۔

source: We're making some big changes
trw: مھو یام گھین بدلی کودی۔

source: We're receiving a lot of traffic and are currently investigating the issues.
trw: مھو زید چیر رش چھی آں مھیرے مھو اے مسلہ زید کام کودی یرأ ہے کا معاملا چھی۔

source: We’re sorry, your platform is not currently supported.
trw: مھو یے افسوس تُھو۔ چھی پلیٹ فارم لا مھیرے تیا نُو تُھو۔

source: Western Penan
trw: مغربی پینان

source: Western Sierra Puebla Nahuatl
trw: مغربی سیرا پیوبلا نھاؤٹل

source: Westphalian
trw: ویسٹاپھیلی

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
trw: مھو موزیلا سی مے پونٹون ایپ <pontoonLink>ترجمہ سی کیا استعمال کودی۔ پونٹون می گن جیِب تھی کو ای می چھی جیِب نی چھیو تُو ایس شامل کوبھادُو مے <pontoonRequestLink> دے آں میندے۔</pontoonRequestLink>۔ مھی اے جیِب کامن وائس میں تھؤ سی کیا <githubRepoLink> نیم جیِب سی کیا گٹ ہب </githubRepoLink> استعمال کوبھادُو<localizationFragment>۔ ترجمہ سی سائسٹ سی بارا می دیئی جنُو سی کیا می زید کلک کوا۔ </localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
trw: مھو یے دأک بدلی کیدی۔ ڈیلٹا سی حصہ می مھیرُوک مھیرُوک کلپس تھی۔ <deltaLink> ای سی بارا می دیئی مھید بُوا۔ </deltaLink>

source: We've run out of sentences to record in this language...
trw: مے جیِب می تھو کیش ریکارڈ کؤ سی کیا جملہ لھأتی۔۔۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
trw: مھو سپوچ ماڈلس چیر دھأل خلگا سی جنُو سی کیا نیِمادی۔ ایِسی کیا آواز سی دیٹا سیٹ چیر گن دھأال جیِبا می ہوؤ پکار تُھو۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
trw: مھو مے مشین ما نیِمادی یرأ ہے پأش سی شور سی تے الگورتھم ٹیک کوے۔ ہاں چیر شور ہُم سہی تُھو کے یأ سے آصل ٹیگیلا سی بُھویُو خراب نہ کودُوو۔ پأش کے موسیقی سہی چھی مھیدیک یرأ تین دے سے آواز خراب نہ ہودُو آں تُو ہر ٹیگیل پیان بھادُو۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
trw: مھو جیِب سی بنُو سی ہر شانے آوازا سی فرق خوشا دی! تھو کپل سی ریکارڈ کؤ می ہیدیک حی تانگ نہ ہوا یرأ یی ما پوت می یا مے ٹیگیل سی غلط تلفظ کی یا مھید یا ہید رموزا سی غلطی کی۔ دُونیئ می رموزا سی گن طریقا تھی آں ہر جیِب تُنُو چھلے ہأ ݜیایی۔ چیرے تھویے دھأل معلوم ہونیِن۔ تھو خلگا سی بنُو سی طرز کے لاݜ نہ بنا آں خلگا سی صفت کوا کامک یأمنے تھو سیت تھیدا یا کامک تھو ما دھأدأ بنیدیدا۔

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
trw: مھو یے تُنو پروگرام سی کمیونیٹِی مینیجر ہُم شیےدا نیِن یرأ سے جنے تُو مے کم می حصّہ گھنیدپو آں تھے یے ایس می </strong> مے سپورٹ سی ضرورت چھی۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
trw: مھوئے کام وائس می جیِب سی میلاؤ کؤ سی کیا شیرتے تھو سیت دیئی معلوماتا سی کیا لیِنگ می ہونیِن

source: We will be in touch with more information as it becomes available.
trw: مھو یے تھے سیت رابطہ کونیِن کے یأ معلومات پکار ہُوییو

source: We will not make your email public.
trw: مھو یے چھی ای میل پبلک نہ کونیِن۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
trw: مھو یے چھی ڈیٹا سیٹ ما تنُو ریکاڑدنگ سی ڈیلیٹ کؤ سی أرضی زید غور کونیِن۔ کو چھی أرضی منظور ہیِو مھو یے بھی تھلا تھأ خلگا یے ہُم بن نیِن یرأ چھی ڈیٹا سیٹ کامک یأ تھے یے ڈاؤنلوڈ کی یی دا تیس ڈیلیت کوئن۔

source: We will show you a prompt or question
trw: مھو یے تھو یے اے سوال یا پرامپٹ پشانیِن

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
trw: مھو فاؤنڈیشانا سیت کام کودی۔ مھو سیویل سوسائیٹی سیت شریک ہودی یرأ مھو انٹرنیٹ سی دُونیئ آسان کیی آں مُھن خاص فوکس مشرقی افریقا زید تُھو۔ مُھن کما سی بارا می مھید <programmaticWork> مزید آمن جنا۔

source: What is a language on Common Voice?
trw: کام وائس زید جیِب کا ہویی؟

source: What issues are you experiencing with this content?
trw: مے مواد سیت تھو یے کا مسلا ہودُو؟

source: What issues are you experiencing with this sentence?
trw: مے جملہ سیت تھیے کا مسلا مُوش کے یدی؟

source: What is your age?
trw: تُھون اُومُو کا چھی؟

source: What is your sex or gender?
trw: چھی جنس یا صنف کا چھی؟

source: What kind of goal do you want to build?
trw: تُو کھال قسم سی مقصد سوادُو؟

source: What needs to be in my file?
trw: مھی فائل می کا ہُو پکار تُھو؟

source: What sentences can I add?
trw: کامے جملہ آ مھید جم کوبھادوو؟

source: What’s inside the Common Voice dataset?
trw: کامن وائس سی ڈیٹا سیٹ سی آندرے کا تُھو؟

source: What's Public?
trw: عوامی/پبلک کا تُھو؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
trw: کے یأ اے یوزرے اے وائس کلپ رد کیو ہے واپس تے ڇیڙیِن گے تھلا بیی۔ کو دُھوئم گونا رد ہیو اے کلپ بھی تے کلپا سی گورستان گے تھلدی۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
trw: کامے وقت می بُھویُوسأدو تُنو آواز سی ٹیک طریقہ سے ریکارڈ کؤ ما آمن جنا یرأ ہے کا لیِگیل تُھودا تیس سہی بنُدُو آں لیڑ <br /> غلطی نہ کودُو۔ عام غلطیا می أ ہودی:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
trw: کے یأ تھو یے تُنو ریکارڈنگ سی کیا أرضی کیو مھو تھأ جم کیدے اے زیِپ فائل سوادی۔ مھید اگہ چھی مُوشِک أرضی تھی:

source: Which variant of { $language } do you speak?
trw: جیِب سی کامک لہجہ تُو بنَدپو{ $language }

source: Why ?
trw: کئی مھو؟

source: Why a profile?
trw: پروفائل کئی؟

source: Why are you asking?
trw: تُو کئی توَس کودُو؟

source: Why Common Voice?
trw: کامن وائس کئی؟

source: Why does this matter?
trw: ہے کئی ضروری چھی؟

source: Why we built this Spontaneous Speech prototype
trw: مھو یے مے مُوا بنُو سی مشین کئی سواد

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
trw: اے خاکہ سمان تُو تُنو کم سی مھید لڑی وائس سی مے برادری می پا بھادُو۔

source: Wixarika
trw: ویکساریکا

source: Wolof
trw: ولووف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
trw: تُو تُنو وائس سی ریکارڈ کوئل ڈیٹا سیٹ سی نھؤ نیِمادُو کو میس خوشادُو یرأ ہے مے کامن وائس زید ہوئے؟

source: Write
trw: لیِکھ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
trw: کامے ماݜ کا بنُودا تیس أئں تھامُو لیِگا آں می اُوں آں یا ہال دأل بے معنی ٹیگیل ہُم لیِگا۔

source: Write down what you hear the person saying here
trw: مھید تیس لیِکھ کا یأ تأ مے انسان ما بُوتا

source: Write options menu
trw: سوالا سی مینُو لیِگا

source: Xhosa
trw: خوسا

source: Xitsonga
trw: خیسونگا

source: y
trw: ے

source: Y
trw: ہ

source: Yes
trw: ہاں

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
trw: ہاں، مھیے یے ایل پیا۔ آ کامن وائس منصوبا سی بارا می آمن شیِد کودُو

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
trw: ہاں، مھیے یے ایل پیا۔ آ مے جیِب سی کم سی بارا می آمن شیِد کودُو

source: Yiddish
trw: یدیش

source: Yoruba
trw: یوروبا

source: You
trw: تُو

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
trw: تُو ڈاؤنلوڈ سی کیا تیا تُھو{ $size } جی بی تھلا مُوٹھایے بش؟

source: You are prepared to initiate a download of <b>{ $size }</b>
trw: تُو ڈاؤنلوڈ سی کیا تیا تُھو{ $size }

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
trw: تُو سون دیِش کے اے مُو زید <writePageLink> جملہ جمع کوبھادُو۔ مُو زید لیِگ </writePageLink> یا مھید جملہ بھی بُو آں تھیِن جائزہ گھیِن۔ </reviewPageLink>

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
trw: تھو مے لنک سیدھا نئیدے تُنو خوش سی ڈاؤنلوڈ سی مینیجر می ݜیا بھادی۔ ہے لنکس دُوآش گھینٹا می ختم ہودی خو تھو مے پاݜ کے دُوآر دأل لنکس سوؤ سی کیا یے بھادی۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
trw: منظور کؤ سی کیا { sc-review-form-button-reject-shortcut }تُو کی بورڈ سی کھڑن کلک ہُم استعمال کوبھادُو۔ { sc-review-form-button-approve-shortcut }رد کؤ سی کیا ہُم۔ { sc-review-form-button-skip-shortcut } چھؤ سی کیا۔

source: You can choose to make your username public or anonymous.
trw: تُو تُونُو استعمال سی نام پبلک کوبھادُو یا گمنام کوبھادُو۔
